[
  {
    "name": "Metaverse",
    "title": "Metaverse",
    "description": "The term Metaverse refers to a new social digital experience currently reshaping how brands engage with their consumer base online.",
    "icon": "mdi:globe"
  },
  {
    "name": "NFTs",
    "title": "Non-Fungible Tokens",
    "description": "In Web3, the backbone of the Metaverse, users own their own data. NFTs fully represent a participant's ownership of membership rights, digital assets, physical access, privileges, voting rights, and more, all in a public and trustless blockchain environment.",
    "icon": "mdi:dna"
  },
  {
    "name": "Easy Payments",
    "title": "Easy Payments",
    "description": "Blockchain technology has brought to the internet a base money layer, enabling easy digital payments. Our background in Digital Payments has allowed us to create easy on-ramps for multiple dimensions of digital commerce.",
    "icon": "mdi:payment"
  },
  {
    "name": "Composable Web3",
    "title": "Composable Web3",
    "description": "Web3's modular nature enables us to create solutions for clients involving any blockchain in service of almost any imaginable application. If it can be made to talk to the blockchain, our team can integrate it as a feature for your product.",
    "icon": "clarity:blocks-group-solid"
  },
  {
    "name": "Smart Contracts",
    "title": "Smart Contracts",
    "description": "Smart Contracts are reliable self-executing applications that exist on-chain, defined by the rules of the chain and the parameters programmed into their code. Building custom smart contracts is an art in and of itself, but our experienced team of builders has you covered. We can create, audit, and deploy custom smart contracts as needed in your project.",
    "icon": "mdi:code"
  },
  {
    "name": "Community Management",
    "title": "Community Management",
    "description": "An engaged community is a critical component of any successful Web3 project or organization. With our team of expert developers at your side, a quality structure to facilitate organic community growth is within your grasp. This will allow your project to grow as the ecosystem does.",
    "icon": "mdi:account-group"
  }
]